*&---------------------------------------------------------------------*
*& 程序名称:ZFI008
*& 作者    :张超
*& 开发日期:
*& 请求号  :
*& 描述    :项目销售开票平台
*& 开发申请：
*& 变更记录
*&
** 修改日期      开发人员     请求号           描述
 " 20170713     IT02         ED1k906285      增加业务类型金税：映射科目明
*&---------------------------------------------------------------------*

report zfi008.

************************************************************************
* Includes
************************************************************************

include zfi008_cls.

include zfi008_top.

include zfi008_pbo.

include zfi008_pai.

include zfi008_frm.

include zfi008_pov.
